Repository: rokrokss/recly
Catalog: apple/RecKit/Sources/RecKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fil, fr, hi, it, ja, ko, pl, pt_br, pt_pt, ru, sw, th, tr, ur, vi, zh_hans, zh_hant

# alert.quota
source: The provider is out of quota — check its limits and billing
ar: نفدت حصة المزوّد. تحقق من الحدود والفوترة
bn: প্রদানকারীর কোটা শেষ; এর সীমা ও বিলিং দেখে নিন
de: Anbieterkontingent erschöpft. Limits und Abrechnung prüfen
es: El proveedor agotó la cuota. Revisa los límites y la facturación
fa: سهمیه ارائه‌دهنده تمام شده است؛ محدودیت‌ها و صورت‌حساب آن را بررسی کنید
fil: Ubos na ang quota ng provider — suriin ang mga limitasyon at billing nito
fr: Quota du fournisseur épuisé. Vérifiez les limites et la facturation
hi: प्रदाता का कोटा खत्म है। सीमा और बिलिंग जाँचें
it: Quota del fornitore esaurita: controlla limiti e fatturazione
ja: 提供者の利用枠に達しました。上限と請求を確認してください
ko: 업체 할당량이 찼습니다 — 한도와 결제를 확인하세요
pl: Wyczerpano limit u dostawcy — sprawdź limity i rozliczenia
pt_br: A cota do provedor acabou. Verifique limites e faturamento
pt_pt: O fornecedor esgotou a quota — verifique os limites e a faturação
ru: Квота провайдера исчерпана. Проверьте лимиты и оплату
sw: Mtoa huduma amefikia kikomo cha mgao — kagua vikomo na malipo yake
th: ผู้ให้บริการใช้โควตาหมดแล้ว ตรวจสอบขีดจำกัดและการเรียกเก็บเงิน
tr: Sağlayıcının kotası doldu — limitlerini ve faturalandırmayı kontrol edin
ur: فراہم کنندہ کا کوٹا ختم ہو گیا ہے — اس کی حدود اور بلنگ چیک کریں
vi: Nhà cung cấp đã hết hạn mức — hãy kiểm tra giới hạn và thanh toán
zh_hans: 提供商配额用尽，请检查限额和账单
zh_hant: 供應商配額用盡，請檢查限額和帳單

# alert.waiting
source: Recordings waiting: %@
ar: التسجيلات المنتظرة: %@.
bn: অপেক্ষমাণ রেকর্ডিং: %@
de: Wartende Aufnahmen: %@.
es: Grabaciones en espera: %@.
fa: ضبط‌های در انتظار: %@
fil: Mga recording na naghihintay: %@
fr: Enregistrements en attente : %@.
hi: प्रतीक्षारत रिकॉर्डिंग: %@।
it: Registrazioni in attesa: %@
ja: 録音%@件が待機中です。
ko: 녹음 %@건이 기다리는 중입니다.
pl: Oczekujące nagrania: %@
pt_br: Gravações em espera: %@.
pt_pt: Gravações em espera: %@
ru: Ожидающих записей: %@.
sw: Rekodi zinazosubiri: %@
th: การบันทึกเสียงที่รออยู่: %@
tr: Bekleyen kayıtlar: %@
ur: منتظر ریکارڈنگز: %@
vi: Bản ghi âm đang chờ: %@
zh_hans: %@条录音正在等待。
zh_hant: %@筆錄音正在等待。

source: in %@ h
ar: بعد %@ ساعة
bn: %@ ঘণ্টা পরে
de: in %@ Std.
es: en %@ h
fa: %@ ساعت دیگر
fil: sa loob ng %@ oras
fr: dans %@ h
hi: %@ घंटे में
it: tra %@ h
ja: %@時間後
ko: %@시간 후
pl: za %@ godz.
pt_br: em %@ h
pt_pt: dentro de %@ h
ru: через %@ ч
sw: baada ya saa %@
th: ในอีก %@ ชม.
tr: %@ sa sonra
ur: %@ گھنٹے میں
vi: sau %@ giờ
zh_hans: %@小时后
zh_hant: %@小時後

source: in %@ min
ar: بعد %@ دقيقة
bn: %@ মিনিট পরে
es: en %@ min
fa: %@ دقیقه دیگر
fil: sa loob ng %@ min
fr: dans %@ min
hi: %@ मिनट में
it: tra %@ min
ja: %@分後
ko: %@분 후
pl: za %@ min
pt_br: em %@ min
pt_pt: dentro de %@ min
ru: через %@ мин
sw: baada ya dakika %@
th: ในอีก %@ นาที
tr: %@ dk sonra
ur: %@ منٹ میں
vi: sau %@ phút
zh_hans: %@分钟后
zh_hant: %@分鐘後

source: in %@ s
ar: بعد %@ ثانية
bn: %@ সেকেন্ড পরে
de: in %@ Sek.
es: en %@ s
fa: %@ ثانیه دیگر
fil: sa loob ng %@ seg
fr: dans %@ s
hi: %@ सेकंड में
it: tra %@ s
ja: %@秒後
ko: %@초 후
pl: za %@ s
pt_br: em %@ s
pt_pt: dentro de %@ s
ru: через %@ с
sw: baada ya sekunde %@
th: ในอีก %@ วินาที
tr: %@ sn sonra
ur: %@ سیکنڈ میں
vi: sau %@ giây
zh_hans: %@秒后
zh_hant: %@秒後

# provider.disclosure.transcribe
source: External transcription sends the whole recording to %@. How long they keep it, and whether they train on it, is that provider's own policy — Recly does not control it. Read the provider's policy before you use it.
ar: يرسل النسخ الخارجي التسجيل كاملًا إلى %@. تعتمد مدة الاحتفاظ والاستخدام للتدريب على سياسة المزوّد ولا يتحكم Recly بهما. اقرأ سياسة المزوّد قبل الاستخدام.
bn: বাহ্যিক ট্রান্সক্রিপশন পুরো রেকর্ডিং %@-এর কাছে পাঠায়। তারা কতদিন এটি রাখবে এবং প্রশিক্ষণে ব্যবহার করবে কিনা, তা সেই প্রদানকারীর নিজস্ব নীতি; Recly এটি নিয়ন্ত্রণ করে না। ব্যবহারের আগে প্রদানকারীর নীতি পড়ুন।
de: Die externe Transkription sendet die gesamte Aufnahme an %@. Speicherdauer und Nutzung für Training bestimmt dessen Richtlinie. Recly kontrolliert dies nicht. Lesen Sie die Richtlinie des Anbieters vor der Nutzung.
es: La transcripción externa envía la grabación completa a %@. La conservación y el uso para entrenamiento dependen de su política; Recly no los controla. Lee la política del proveedor antes de usarlo.
fa: رونویسی خارجی کل ضبط را به %@ می‌فرستد. مدت نگهداری آن و استفاده از آن برای آموزش، به خط‌مشی خود آن ارائه‌دهنده بستگی دارد؛ Recly کنترلی بر آن ندارد. پیش از استفاده، خط‌مشی ارائه‌دهنده را بخوانید.
fil: Ipinapadala ng external na pag-transcribe ang buong recording sa %@. Kung gaano katagal nila ito itatago, at kung gagamitin nila ito sa training, ay nakasalalay sa sariling patakaran ng provider — hindi ito kontrolado ng Recly. Basahin ang patakaran ng provider bago ito gamitin.
fr: La transcription externe envoie l’enregistrement complet à %@. La conservation et l’utilisation pour l’entraînement dépendent de sa politique ; Recly ne les contrôle pas. Lisez la politique du fournisseur avant de l’utiliser.
hi: बाहरी ट्रांसक्रिप्शन पूरी रिकॉर्डिंग %@ को भेजता है। कितने समय तक रखी जाएगी और प्रशिक्षण में उपयोग होगी या नहीं, यह प्रदाता की नीति है; Recly इसे नियंत्रित नहीं करता। उपयोग से पहले प्रदाता की नीति पढ़ें।
it: La trascrizione esterna invia l’intera registrazione a %@. Per quanto tempo la conserva e se la usa per l’addestramento dipende dall’informativa del fornitore: Recly non lo controlla. Leggi l’informativa del fornitore prima di usarlo.
ja: 外部の文字起こしでは、録音全体を%@に送信します。 保存期間や学習への利用は提供者のポリシーによって決まり、Reclyは管理できません。 使用前に提供者のポリシーをお読みください。
ko: 외부 전사는 녹음 오디오 전체를 %@에 보냅니다. 얼마나 보관하는지, 학습에 쓰는지는 그 업체의 정책이고 Recly가 통제하지 못합니다. 쓰기 전에 업체의 정책을 확인하세요.
pl: Transkrypcja zewnętrzna wysyła całe nagranie do %@. To, jak długo je przechowuje i czy używa go do trenowania modeli, zależy od zasad tego dostawcy — Recly nie ma na to wpływu. Przed użyciem zapoznaj się z zasadami dostawcy.
pt_br: A transcrição externa envia a gravação inteira para %@. A retenção e o uso para treinamento dependem da política dele; o Recly não os controla. Leia a política do provedor antes de usar.
pt_pt: A transcrição externa envia a gravação completa para %@. O tempo de conservação e o eventual uso para treino dependem da política desse fornecedor — o Recly não os controla. Leia a política do fornecedor antes de o utilizar.
ru: Внешняя расшифровка отправляет всю запись в %@. Срок хранения и использование для обучения зависят от его политики. Recly это не контролирует. Перед использованием прочтите политику провайдера.
sw: Unukuzi wa nje hutuma rekodi nzima kwa %@. Muda wa kuihifadhi, na iwapo itatumiwa kufunza modeli, hutegemea sera ya mtoa huduma huyo — Recly haidhibiti hilo. Soma sera ya mtoa huduma kabla ya kuitumia.
th: การถอดเสียงภายนอกจะส่งการบันทึกเสียงทั้งหมดไปยัง %@ ระยะเวลาการเก็บรักษาและการนำไปใช้ฝึกโมเดลเป็นไปตามนโยบายของผู้ให้บริการรายนั้น Recly ไม่ได้เป็นผู้ควบคุม โปรดอ่านนโยบายของผู้ให้บริการก่อนใช้งาน
tr: Harici transkripsiyon, kaydın tamamını %@ sağlayıcısına gönderir. Kaydın ne kadar süre saklanacağı ve model eğitiminde kullanılıp kullanılmayacağı o sağlayıcının kendi politikasına bağlıdır — Recly bunu denetlemez. Kullanmadan önce sağlayıcının politikasını okuyun.
ur: بیرونی ٹرانسکرپشن پوری ریکارڈنگ %@ کو بھیجتا ہے۔ وہ اسے کتنی دیر رکھتے ہیں اور کیا اسے تربیت کے لیے استعمال کرتے ہیں، یہ اس فراہم کنندہ کی اپنی پالیسی ہے — Recly اسے کنٹرول نہیں کرتا۔ استعمال سے پہلے فراہم کنندہ کی پالیسی پڑھیں۔
vi: Chép lời bên ngoài sẽ gửi toàn bộ bản ghi âm đến %@. Thời gian lưu giữ và việc có dùng để huấn luyện hay không là do chính sách riêng của nhà cung cấp đó — Recly không kiểm soát. Hãy đọc chính sách của nhà cung cấp trước khi sử dụng.
zh_hans: 外部转录会将完整录音发送给%@。 保留期限以及是否用于训练由提供商政策决定，Recly无法控制。 使用前请阅读提供商政策。
zh_hant: 外部轉錄會將完整錄音傳送給%@。 保留期限以及是否用於訓練由供應商政策決定，Recly無法控制。 使用前請閱讀供應商政策。

source: soon
ar: قريبًا
bn: শীঘ্রই
de: bald
es: pronto
fa: به‌زودی
fil: maya-maya
fr: bientôt
hi: जल्द
it: a breve
ja: まもなく
ko: 곧
pl: wkrótce
pt_br: em breve
pt_pt: em breve
ru: скоро
sw: hivi karibuni
th: อีกสักครู่
tr: yakında
ur: جلد
vi: trong giây lát
zh_hans: 即将
zh_hant: 即將

source: Delete key: %@
ar: حذف المفتاح: %@
bn: কী-টি মুছুন: %@
de: Schlüssel löschen: %@
es: Eliminar clave: %@
fa: حذف کلید: %@
fil: I-delete ang key: %@
fr: Supprimer la clé : %@
hi: कुंजी हटाएँ: %@
it: Elimina chiave: %@
ja: キーを削除：%@
ko: 키 삭제: %@
pl: Usuń klucz: %@
pt_br: Excluir chave: %@
pt_pt: Eliminar chave: %@
ru: Удалить ключ: %@
sw: Futa ufunguo: %@
th: ลบคีย์: %@
tr: Anahtarı sil: %@
ur: کلید حذف کریں: %@
vi: Xóa khóa: %@
zh_hans: 删除密钥：%@
zh_hant: 刪除金鑰：%@

source: This recording has no transcription step to run.
ar: لا توجد خطوة نسخ لهذا التسجيل.
bn: এই রেকর্ডিংয়ে চালানোর মতো কোনো ট্রান্সক্রিপশন ধাপ নেই।
de: Diese Aufnahme hat keinen Transkriptionsschritt.
es: Esta grabación no tiene un paso de transcripción.
fa: این ضبط مرحله رونویسی برای اجرا ندارد.
fil: Walang hakbang ng pag-transcribe na patatakbuhin para sa recording na ito.
fr: Cet enregistrement n’a pas d’étape de transcription.
hi: इस रिकॉर्डिंग में चलाने के लिए ट्रांसक्रिप्शन चरण नहीं है।
it: Questa registrazione non ha un passaggio di trascrizione da eseguire.
ja: この録音には文字起こしのステップがありません。
ko: 이 녹음에는 실행할 전사 단계가 없습니다.
pl: To nagranie nie ma kroku transkrypcji do wykonania.
pt_br: Esta gravação não tem etapa de transcrição.
pt_pt: Esta gravação não tem nenhum passo de transcrição a executar.
ru: В этой записи нет шага расшифровки.
sw: Rekodi hii haina hatua ya unukuzi ya kuendesha.
th: การบันทึกเสียงนี้ไม่มีขั้นตอนการถอดเสียงให้เรียกใช้
tr: Bu kayıtta çalıştırılacak bir transkripsiyon adımı yok.
ur: اس ریکارڈنگ میں چلانے کے لیے ٹرانسکرپشن کا کوئی مرحلہ نہیں۔
vi: Bản ghi âm này không có bước chép lời nào để chạy.
zh_hans: 此录音没有可运行的转录步骤。
zh_hant: 此錄音沒有可執行的轉錄步驟。

source: Transcription is not finished yet. The result will appear here when ready.
ar: لم يكتمل النسخ بعد. ستظهر النتيجة هنا عند جاهزيتها.
bn: ট্রান্সক্রিপশন এখনও শেষ হয়নি। প্রস্তুত হলে ফলাফল এখানে দেখা যাবে।
de: Die Transkription ist noch nicht fertig. Das Ergebnis erscheint hier, sobald es bereit ist.
es: La transcripción no ha terminado. El resultado aparecerá aquí cuando esté listo.
fa: رونویسی هنوز تمام نشده است. نتیجه پس از آماده شدن اینجا نمایش داده می‌شود.
fil: Hindi pa tapos ang pag-transcribe. Lalabas dito ang resulta kapag handa na.
fr: La transcription n’est pas terminée. Le résultat apparaîtra ici une fois prêt.
hi: ट्रांसक्रिप्शन अभी पूरा नहीं है। तैयार होने पर परिणाम यहाँ दिखेगा।
it: La trascrizione non è ancora terminata. Il risultato apparirà qui quando sarà pronto.
ja: 文字起こしはまだ完了していません。準備ができるとここに表示されます。
ko: 전사가 아직 끝나지 않았습니다. 완료되면 여기에 결과가 표시됩니다.
pl: Transkrypcja jeszcze się nie zakończyła. Wynik pojawi się tutaj, gdy będzie gotowy.
pt_br: A transcrição ainda não terminou. O resultado aparecerá aqui quando estiver pronto.
pt_pt: A transcrição ainda não terminou. O resultado aparece aqui quando estiver pronto.
ru: Расшифровка ещё не завершена. Результат появится здесь, когда будет готов.
sw: Unukuzi bado haujakamilika. Matokeo yataonekana hapa yakiwa tayari.
th: การถอดเสียงยังไม่เสร็จ ผลลัพธ์จะแสดงที่นี่เมื่อพร้อม
tr: Transkripsiyon henüz bitmedi. Sonuç hazır olduğunda burada görünecek.
ur: ٹرانسکرپشن ابھی مکمل نہیں ہوا۔ تیار ہونے پر نتیجہ یہاں ظاہر ہو گا۔
vi: Chép lời chưa hoàn tất. Kết quả sẽ hiển thị ở đây khi sẵn sàng.
zh_hans: 转录尚未完成，结果就绪后会显示在此处。
zh_hant: 轉錄尚未完成，結果就緒後會顯示在此處。

source: Transcription could not finish. Check this recording in the list for the next action.
ar: تعذّر إكمال النسخ. راجع التسجيل في القائمة لمعرفة الخطوة التالية.
bn: ট্রান্সক্রিপশন শেষ করা যায়নি। পরবর্তী পদক্ষেপ জানতে তালিকায় এই রেকর্ডিংটি দেখুন।
de: Transkription konnte nicht abgeschlossen werden. Prüfen Sie die Aufnahme in der Liste für den nächsten Schritt.
es: No se pudo terminar la transcripción. Revisa esta grabación en la lista para continuar.
fa: رونویسی کامل نشد. برای اقدام بعدی، این ضبط را در فهرست بررسی کنید.
fil: Hindi natapos ang pag-transcribe. Tingnan ang recording na ito sa listahan para sa susunod na gagawin.
fr: La transcription n’a pas abouti. Consultez cet enregistrement dans la liste pour la suite.
hi: ट्रांसक्रिप्शन पूरा नहीं हुआ। अगले कदम के लिए सूची में यह रिकॉर्डिंग देखें।
it: Impossibile completare la trascrizione. Controlla questa registrazione nell’elenco per sapere come procedere.
ja: 文字起こしを完了できませんでした。一覧でこの録音を確認してください。
ko: 전사를 완료하지 못했습니다. 목록에서 이 녹음의 상태와 필요한 조치를 확인해 주세요.
pl: Nie można dokończyć transkrypcji. Sprawdź to nagranie na liście, aby zobaczyć kolejny krok.
pt_br: A transcrição não foi concluída. Veja esta gravação na lista para a próxima ação.
pt_pt: Não foi possível concluir a transcrição. Consulte esta gravação na lista para saber o passo seguinte.
ru: Не удалось завершить расшифровку. Откройте запись в списке для следующего действия.
sw: Unukuzi haukuweza kukamilika. Angalia rekodi hii kwenye orodha ili ujue hatua inayofuata.
th: การถอดเสียงไม่เสร็จสมบูรณ์ ตรวจสอบการบันทึกเสียงนี้ในรายการเพื่อดูสิ่งที่ต้องทำต่อไป
tr: Transkripsiyon tamamlanamadı. Sonraki adım için listede bu kayda bakın.
ur: ٹرانسکرپشن مکمل نہیں ہو سکا۔ اگلے قدم کے لیے فہرست میں یہ ریکارڈنگ دیکھیں۔
vi: Không thể hoàn tất chép lời. Hãy xem bản ghi âm này trong danh sách để biết bước tiếp theo.
zh_hans: 转录未能完成。请在列表中查看此录音以进行下一步操作。
zh_hant: 轉錄未能完成。請在列表中查看此錄音以進行下一步操作。

source: Could not load the transcript. Try again.
ar: تعذّر تحميل النص. أعد المحاولة.
bn: ট্রান্সক্রিপ্ট লোড করা যায়নি। আবার চেষ্টা করুন।
de: Transkript konnte nicht geladen werden. Bitte erneut versuchen.
es: No se pudo cargar la transcripción. Inténtalo de nuevo.
fa: رونوشت بارگیری نشد. دوباره امتحان کنید.
fil: Hindi ma-load ang transcript. Subukang muli.
fr: Impossible de charger la transcription. Réessayez.
hi: ट्रांसक्रिप्ट लोड नहीं हो सकी। फिर कोशिश करें।
it: Impossibile caricare la trascrizione. Riprova.
ja: 文字起こしを読み込めませんでした。再試行してください。
ko: 전사 결과를 불러오지 못했습니다. 다시 시도해 주세요.
pl: Nie można wczytać transkrypcji. Spróbuj ponownie.
pt_br: Não foi possível carregar a transcrição. Tente novamente.
pt_pt: Não foi possível carregar a transcrição. Tente novamente.
ru: Не удалось загрузить расшифровку. Повторите попытку.
sw: Imeshindwa kupakia nakala. Jaribu tena.
th: โหลดข้อความถอดเสียงไม่ได้ ลองอีกครั้ง
tr: Transkript yüklenemedi. Yeniden deneyin.
ur: ٹرانسکرپٹ لوڈ نہیں ہو سکا۔ دوبارہ کوشش کریں۔
vi: Không thể tải bản chép lời. Hãy thử lại.
zh_hans: 无法加载转录文本。请重试。
zh_hant: 無法載入逐字稿。請重試。

source: Transcription finished with no text. Play the recording to check the audio.
ar: انتهى النسخ دون نص. شغّل التسجيل للتحقق من الصوت.
bn: ট্রান্সক্রিপশন শেষ হয়েছে, কিন্তু কোনো টেক্সট পাওয়া যায়নি। অডিও যাচাই করতে রেকর্ডিংটি চালান।
de: Transkription ohne Text beendet. Spielen Sie die Aufnahme ab, um das Audio zu prüfen.
es: La transcripción terminó sin texto. Reproduce la grabación para comprobar el audio.
fa: رونویسی بدون متن به پایان رسید. برای بررسی صدا، ضبط را پخش کنید.
fil: Natapos ang pag-transcribe nang walang text. I-play ang recording para suriin ang audio.
fr: La transcription s’est terminée sans texte. Écoutez l’enregistrement pour vérifier l’audio.
hi: ट्रांसक्रिप्शन बिना टेक्स्ट पूरा हुआ। ऑडियो जाँचने के लिए रिकॉर्डिंग चलाएँ।
it: Trascrizione terminata senza testo. Riproduci la registrazione per controllare l’audio.
ja: 文字起こし結果が空でした。録音を再生して音声を確認してください。
ko: 전사가 완료됐지만 텍스트가 없습니다. 녹음을 재생해 음성을 확인해 주세요.
pl: Transkrypcja zakończyła się bez tekstu. Odtwórz nagranie, aby sprawdzić dźwięk.
pt_br: A transcrição terminou sem texto. Reproduza a gravação para verificar o áudio.
pt_pt: A transcrição terminou sem texto. Reproduza a gravação para verificar o áudio.
ru: Расшифровка завершена без текста. Прослушайте запись, чтобы проверить звук.
sw: Unukuzi umekamilika bila maandishi. Cheza rekodi ili ukague sauti.
th: การถอดเสียงเสร็จแล้วแต่ไม่มีข้อความ เล่นการบันทึกเสียงเพื่อตรวจสอบเสียง
tr: Transkripsiyon metin olmadan bitti. Sesi kontrol etmek için kaydı oynatın.
ur: ٹرانسکرپشن بغیر کسی متن کے مکمل ہوا۔ آڈیو چیک کرنے کے لیے ریکارڈنگ چلائیں۔
vi: Chép lời xong nhưng không có văn bản. Hãy phát bản ghi âm để kiểm tra âm thanh.
zh_hans: 转录完成但没有文本。请播放录音检查音频。
zh_hant: 轉錄完成但沒有文字。請播放錄音檢查音訊。

source: Could not play this recording. Try playing it again.
ar: تعذّر تشغيل التسجيل. أعد المحاولة.
bn: এই রেকর্ডিং চালানো যায়নি। আবার চালিয়ে দেখুন।
de: Aufnahme konnte nicht abgespielt werden. Bitte erneut versuchen.
es: No se pudo reproducir esta grabación. Inténtalo de nuevo.
fa: این ضبط پخش نشد. دوباره آن را پخش کنید.
fil: Hindi ma-play ang recording na ito. Subukang i-play ulit.
fr: Impossible de lire cet enregistrement. Réessayez.
hi: रिकॉर्डिंग चल नहीं सकी। फिर चलाने की कोशिश करें।
it: Impossibile riprodurre questa registrazione. Prova di nuovo a riprodurla.
ja: 録音を再生できませんでした。再試行してください。
ko: 이 녹음을 재생하지 못했습니다. 다시 재생해 주세요.
pl: Nie można odtworzyć tego nagrania. Spróbuj odtworzyć je ponownie.
pt_br: Não foi possível reproduzir esta gravação. Tente novamente.
pt_pt: Não foi possível reproduzir esta gravação. Tente reproduzi-la novamente.
ru: Не удалось воспроизвести запись. Повторите попытку.
sw: Imeshindwa kucheza rekodi hii. Jaribu kuicheza tena.
th: เล่นการบันทึกเสียงนี้ไม่ได้ ลองเล่นอีกครั้ง
tr: Bu kayıt oynatılamadı. Yeniden oynatmayı deneyin.
ur: یہ ریکارڈنگ نہیں چل سکی۔ اسے دوبارہ چلانے کی کوشش کریں۔
vi: Không thể phát bản ghi âm này. Hãy thử phát lại.
zh_hans: 无法播放此录音。请重试。
zh_hant: 無法播放此錄音。請重試。

source: Preparing playback…
ar: جارٍ إعداد التشغيل…
bn: প্লেব্যাক প্রস্তুত হচ্ছে…
de: Wiedergabe wird vorbereitet…
es: Preparando reproducción…
fa: در حال آماده‌سازی پخش…
fil: Inihahanda ang pag-playback…
fr: Préparation de la lecture…
hi: प्लेबैक तैयार हो रहा है…
it: Preparazione della riproduzione…
ja: 再生の準備中…
ko: 재생 준비 중…
pl: Przygotowywanie odtwarzania…
pt_br: Preparando reprodução…
pt_pt: A preparar a reprodução…
ru: Подготовка воспроизведения…
sw: Inaandaa uchezaji…
th: กำลังเตรียมการเล่น…
tr: Oynatma hazırlanıyor…
ur: پلے بیک تیار ہو رہا ہے…
vi: Đang chuẩn bị phát…
zh_hans: 正在准备播放…
zh_hant: 正在準備播放…

source: Retry
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Reintentar
fa: تلاش مجدد
fil: Subukang muli
fr: Réessayer
hi: फिर कोशिश करें
it: Riprova
ja: 再試行
ko: 다시 시도
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ru: Повторить
sw: Jaribu tena
th: ลองอีกครั้ง
tr: Yeniden dene
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Search transcript
ar: البحث في النص
bn: ট্রান্সক্রিপ্টে খুঁজুন
de: Transkript durchsuchen
es: Buscar en la transcripción
fa: جستجو در رونوشت
fil: Maghanap sa transcript
fr: Rechercher dans la transcription
hi: ट्रांसक्रिप्ट खोजें
it: Cerca nella trascrizione
ja: 文字起こしを検索
ko: 전사 검색
pl: Szukaj w transkrypcji
pt_br: Pesquisar na transcrição
pt_pt: Pesquisar na transcrição
ru: Поиск в расшифровке
sw: Tafuta katika nakala
th: ค้นหาในข้อความถอดเสียง
tr: Transkriptte ara
ur: ٹرانسکرپٹ میں تلاش کریں
vi: Tìm trong bản chép lời
zh_hans: 搜索转录文本
zh_hant: 搜尋逐字稿

source: Copy all
ar: نسخ الكل
bn: সব কপি করুন
de: Alles kopieren
es: Copiar todo
fa: کپی همه
fil: Kopyahin lahat
fr: Tout copier
hi: सब कॉपी करें
it: Copia tutto
ja: すべてコピー
ko: 전체 복사
pl: Kopiuj wszystko
pt_br: Copiar tudo
pt_pt: Copiar tudo
ru: Копировать всё
sw: Nakili yote
th: คัดลอกทั้งหมด
tr: Tümünü kopyala
ur: سب کاپی کریں
vi: Sao chép tất cả
zh_hans: 全部复制
zh_hant: 全部複製

source: Copied
ar: تم النسخ
bn: কপি করা হয়েছে
de: Kopiert
es: Copiado
fa: کپی شد
fil: Nakopya
fr: Copié
hi: कॉपी किया गया
it: Copiato
ja: コピーしました
ko: 복사됨
pl: Skopiowano
pt_br: Copiado
pt_pt: Copiado
ru: Скопировано
sw: Imenakiliwa
th: คัดลอกแล้ว
tr: Kopyalandı
ur: کاپی ہو گیا
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

source: No matching passages
ar: لا توجد مقاطع مطابقة
bn: মেলে এমন কোনো অংশ নেই
de: Keine passenden Textstellen
es: No hay fragmentos coincidentes
fa: هیچ بخش مطابقی یافت نشد
fil: Walang tugmang bahagi
fr: Aucun passage correspondant
hi: कोई मेल खाता अंश नहीं
it: Nessuna corrispondenza
ja: 一致する箇所がありません
ko: 일치하는 내용이 없습니다
pl: Brak pasujących fragmentów
pt_br: Nenhum trecho correspondente
pt_pt: Nenhum excerto correspondente
ru: Совпадающих фрагментов нет
sw: Hakuna sehemu zinazolingana
th: ไม่พบข้อความที่ตรงกัน
tr: Eşleşen bölüm yok
ur: کوئی مماثل حصہ نہیں
vi: Không có đoạn nào khớp
zh_hans: 没有匹配的片段
zh_hant: 沒有符合的段落

source: Clear search
ar: مسح البحث
bn: সার্চ মুছুন
de: Suche löschen
es: Borrar búsqueda
fa: پاک کردن جستجو
fil: I-clear ang paghahanap
fr: Effacer la recherche
hi: खोज साफ़ करें
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
pl: Wyczyść wyszukiwanie
pt_br: Limpar pesquisa
pt_pt: Limpar pesquisa
ru: Очистить поиск
sw: Futa utafutaji
th: ล้างการค้นหา
tr: Aramayı temizle
ur: تلاش صاف کریں
vi: Xóa tìm kiếm
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Go to %@
ar: الانتقال إلى %@
bn: %@-এ যান
de: Zu %@
es: Ir a %@
fa: رفتن به %@
fil: Pumunta sa %@
fr: Aller à %@
hi: %@ पर जाएँ
it: Vai a %@
ja: %@へ移動
ko: %@ 위치로 이동
pl: Przejdź do %@
pt_br: Ir para %@
pt_pt: Ir para %@
ru: Перейти к %@
sw: Nenda hadi %@
th: ไปที่ %@
tr: Şuraya git: %@
ur: %@ پر جائیں
vi: Đi đến %@
zh_hans: 前往%@
zh_hant: 前往%@

source: This transcription provider is unavailable in your App Store region.
ar: مزوّد النسخ هذا غير متاح في منطقة App Store لديك.
bn: এই ট্রান্সক্রিপশন প্রদানকারী আপনার App Store অঞ্চলে উপলভ্য নয়।
de: Dieser Transkriptionsanbieter ist in Ihrer App-Store-Region nicht verfügbar.
es: Este proveedor no está disponible en tu región de App Store.
fa: این ارائه‌دهنده رونویسی در منطقه App Store شما در دسترس نیست.
fil: Hindi available ang provider ng pag-transcribe na ito sa iyong rehiyon ng App Store.
fr: Ce fournisseur est indisponible dans votre région App Store.
hi: यह ट्रांसक्रिप्शन प्रदाता आपके App Store क्षेत्र में उपलब्ध नहीं है।
it: Questo fornitore di trascrizione non è disponibile nella tua regione dell’App Store.
ja: この文字起こし提供者は、お使いのApp Storeの地域では利用できません。
ko: 이 전사 제공업체는 현재 App Store 지역에서 사용할 수 없습니다.
pl: Ten dostawca transkrypcji jest niedostępny w Twoim regionie App Store.
pt_br: Este provedor não está disponível na sua região da App Store.
pt_pt: Este fornecedor de transcrição não está disponível na sua região da App Store.
ru: Этот провайдер расшифровки недоступен в вашем регионе App Store.
sw: Mtoa huduma huyu wa unukuzi hapatikani katika eneo lako la App Store.
th: ผู้ให้บริการถอดเสียงนี้ใช้ไม่ได้ในภูมิภาค App Store ของคุณ
tr: Bu transkripsiyon sağlayıcısı App Store bölgenizde kullanılamaz.
ur: یہ ٹرانسکرپشن فراہم کنندہ آپ کے App Store علاقے میں دستیاب نہیں۔
vi: Nhà cung cấp dịch vụ chép lời này không khả dụng ở khu vực App Store của bạn.
zh_hans: 此转录提供商在您的App Store地区不可用。
zh_hant: 此轉錄供應商在您的App Store地區無法使用。
